{
    "loudness": "Loudness, measured in decibels (dB), determines how loud a track is. It's like a volume knob for your ears. Loudness values typically fall between -60 and 0 dB, so you can gauge the intensity without breaking any windows",
    "danceability": "Danceability is a measure of how suitable a track is for dancing. It takes into account factors like tempo, rhythm stability and beat strength. Think of it as a dance meter for music! The scale ranges from 0 (least danceable) to 100 (most danceable). So get on your dancing shoes with one thing on your mind!",
    "energy": "Energy is a rating from 0 to 100 that measures the intensity and activity of a track. High-energy songs are often fast, loud, and vibrant, like a wild roller coaster ride. Think of death metal cranked up to eleven! On the other hand, low-energy tracks, such as a gentle Bach prelude, score lower on the scale. So buckle up and prepare to be energized!",
    "speechiness": "Speechiness is a measure from 0 to 100 that detects the presence of spoken words in a track. If a recording is mostly speech-like, such as a poetry, its attribute value gets closer to 100. Values above 66 suggest tracks that are likely composed entirely of spoken words. When the value falls between 33 and 66, it indicates tracks that may contain a mix of both music and speech, like rap music with sections of spoken lyrics. Values below 33 are typically associated with music and other tracks that are less speech-like",
    "acousticness": "Acousticness is a measure ranging from 0 to 100 that tells us how likely it is for a track to be acoustic. As the value approaches 100, we can be highly confident that the track is acoustic. So, if you're in the mood for pure acoustic bliss, keep an eye out for those high-confidence ratings!",
    "instrumentalness": "Instrumentalness predicts whether a track contains no vocals. Rap or spoken word tracks are clearly \"vocal\". The closer the value is to 100, the greater likelihood the track contains no vocal content. Values above 50 are intended to represent instrumental tracks, but confidence is higher as the value approaches 100. So, keep an eye on that instrumentalness scale for vocal-free tunes!",
    "liveness": "Liveness is a measure ranging from 0 to 100 identifying whether a recording includes an audience. Higher liveness values indicate a greater chance that the track was performed live. When the value exceeds 80, we have strong evidence that the track is indeed live. So, if you're seeking that electrifying live music experience, keep your senses tuned for high liveness values!",
    "valence": "Valence, on a scale from 0 to 100, describes the positive vibes of a track. Higher valence values indicate a more positive tone, like happiness, cheerfulness, and euphoria. On the other hand, lower valence values signify a more negative tone, such as sadness, depression, or anger. So, let the valence guide you to the emotional journey you seek in your music!",
    "language": "The language of the track's lyrics.",
    "key": "The key the track is in.",
    "main_genre": "The main genre of the track",
    "artist_gender": "The gender of the artist",
    "number": "The number of the track. If an album has several discs, the track number is the number on the specified disc.",
    "explicit": "Whether or not the track has explicit lyrics (true = yes it does; false = no it does not OR unknown)",
    "album_tracks_number": "The number of tracks in the album.",
    "is_israeli": "A value indicating whether the track is performed by an Israeli artist.",
    "mode": "mode indicates the modality (major or minor) of a track, the type of scale from which its melodic content is derived.",
    "tempo": "The overall estimated tempo of a track in beats per minute (BPM). In musical terminology, tempo is the speed or pace of a given piece and derives directly from the average beat duration.",
    "time_signature": "An estimated time signature. The time signature (meter) is a notational convention to specify how many beats are in each bar (or measure). The time signature ranges from 3 to 7 indicating time signatures of \"3/4\", to \"7/4\".",
    "popularity": "The popularity of a track is a value between 0 and 100, with 100 being the most popular. The popularity is calculated by algorithm and is based, in the most part, on the total number of plays the track has had and how recent those plays are.\nGenerally speaking, songs that are being played a lot now will have a higher popularity than songs that were played a lot in the past. Duplicate tracks (e.g. the same track from a single and an album) are rated independently. Artist and album popularity is derived mathematically from track popularity.",
    "artist_followers": "The total number of artist followers.",
    "artist_popularity": "The popularity of the artist. The value will be between 0 and 100, with 100 being the most popular. The artist's popularity is calculated from the popularity of all the artist's tracks.",
    "israeli_radio_play_count": "The number of times the track was played in the Israeli radio during the past two years",
    "duration_minutes": "The duration of the track in minutes",
    "duration_ms": "The duration of the track in milliseconds",
    "gender": "The gender of the artist",
    "release_year": "The year the track was first released",
    "album_type": "The type of album",
    "album_group": "The group of the album"
}